import { Activity } from './types';

export const KENKYU_BIONANO_DATA: Activity[] = [
  {
    id: 69,
    facultyName: "",
    department: "研究推進課",
    title: "バイオ・ナノエレクトロニクス研究センター主催コロキウム",
    role: "出演, パネリスト, コメンテーター, 司会, 講師, 情報提供, 企画, 運営参加・支援",
    type: "講演会",
    organizer: "バイオ・ナノエレクトロニクス研究センター",
    eventName: "バイオ・ナノエレクトロニクス研究センター主催コロキウム 第1回～第6回",
    date: "第1回：5/30, 第2回：6/20, 第3回：7/25, 第4回：10/24, 第5回：11/28, 第6回：12/19",
    location: "東洋大学 バイオ・ナノエレクトロニクス研究センターβ棟4階・オンライン",
    target: "大学生, 大学院生, 研究者, 社会人・一般, 学術団体, 企業",
    summary: "バイオ・ナノエレクトロニクス研究センター（BNC）では、学内の研究活動の活性化や異分野間の交流を促進し、共同研究や共通機器の利用を推進することを目的として、外部の研究者やセンター研究員による定期的なコロキウムを開催しております。2024年度は6回実施。",
    url: "https://sites.google.com/toyo.jp/bnel/events/report_2024-5-30?authuser=0",
    sdgs: "4, 9"
  },
  {
    id: 70,
    facultyName: "",
    department: "研究推進課",
    title: "バイオ・ナノエレクトロニクス研究センター主催 サイエンスカフェ",
    role: "出演, パネリスト, コメンテーター, 司会, 講師, 情報提供, 企画, 運営参加・支援",
    type: "サイエンスカフェ",
    organizer: "バイオ・ナノエレクトロニクス研究センター",
    eventName: "バイオ・ナノエレクトロニクス研究センター主催 サイエンスカフェ 第1回～第2回",
    date: "第1回：11/28, 第2回：1/23",
    location: "東洋大学 バイオ・ナノエレクトロニクス研究センターβ棟 1F",
    target: "大学生, 大学院生, 社会人・一般",
    summary: "バイオナノエレクトロニクス研究センター（BNC）では、研究の魅力や研究者の道について気軽に語り合うサイエンスカフェを開催します。",
    url: "https://sites.google.com/toyo.jp/bnel/events/report_2024-11-28_2?authuser=0",
    sdgs: "4, 9"
  },
  {
    id: 71,
    facultyName: "",
    department: "研究推進課",
    title: "「第21回バイオ・ナノエレクトロニクス研究センターシンポジウム － マテリアルAIシンポジウム －」",
    role: "出演, パネリスト, コメンテーター, 司会, 講師, 企画, 運営参加・支援, 実演",
    type: "講演会",
    organizer: "バイオ・ナノエレクトロニクス研究センター",
    eventName: "「第21回バイオ・ナノエレクトロニクス研究センターシンポジウム － マテリアルAIシンポジウム －」",
    date: "3/1",
    location: "東洋大学川越キャンパス バイオ・ナノエレクトロニクス研究センターβ棟・オンライン",
    target: "大学生, 大学院生, 研究者, 社会人・一般, 学術団体, 企業",
    summary: "2024年度のノーベル賞では、人口知能（AI）関連の研究が２件も受賞したことは記憶に新しい。人工知能の発展の歴史は、ビックデータの活用やアルゴリズムの改良などソフトウェア技術の進化により長らく牽引されてきました。しかしながら、人工知能を活用したネットワークシステムを世界中で広く利用されるようになるにつれ、莫大なエネルギー消費が大きな問題となっています。この課題を解決するため、ネットワークへのアクセスを必要としない『エッジAI』の開発に向けて、専用のハードウェアの開発が世界中で急速に進んでいます。本シンポジウムでは、AIに最適化されたハードウェアとしての『物理リザバーコンピューティング』に焦点を当て、世界をリードする研究者らによる講演会を行います。シンポジウムの後半では、物理リザバーに限らず、その他のマテリアルに関する異分野研究のポスターセッションや学生チャプターを開催し、幅広い視点から当該分野の議論を深めます。",
    url: "https://sites.google.com/toyo.jp/bnel/news/2025-3-1",
    sdgs: "4, 6, 9"
  }
];