import { Activity } from './types';

export const KOUHOU_DATA: Activity[] = [
  {
    id: 2,
    facultyName: "",
    department: "広報課",
    title: "第38回東洋大学「現代学生百人一首」",
    role: "編集, 企画, 運営参加・支援, その他",
    type: "その他",
    organizer: "広報課",
    eventName: "第38回東洋大学「現代学生百人一首」",
    date: "9/13-1/15",
    location: "第38回東洋大学「現代学生百人一首」",
    target: "小学生, 中学生, 高校生, 大学生, 大学院生",
    summary: "短歌文学の教育研究活動を通じて日本の教育・文化の発展に寄与することを目的に、毎年国内外の学生から「現代学生のものの見方・生活感覚」を詠んだ短歌を募集。応募作品から100首、小学生の部10首を審査・発表。",
    url: "https://www.toyo.ac.jp/social/issyu/",
    sdgs: "該当なし"
  },
  {
    id: 3,
    facultyName: "",
    department: "広報課",
    title: "東洋大学オウンドメディア「LINK @ TOYO」",
    role: "編集, 情報提供, 企画, 寄稿, その他",
    type: "会誌・広報誌",
    organizer: "広報課",
    eventName: "今こそ身につけたい“教養”、大人のためのWEBマガジン「LINK@TOYO」",
    date: "2020/10/30-現在まで",
    location: "WEBマガジン「LINK@TOYO」",
    target: "社会人・一般",
    summary: "生活の知恵を得る「LIFE」、社会の未来を考える「SOCIAL」、仕事に活きる術を知る「BUSINESS」、文化を味わう「CULTURE」、スポーツを学ぶ「SPORT」の５つのカテゴリーからなるコンテンツを展開。専門家である本学の教員がそれぞれのテーマについて分かりやすく解説する記事や、各界で活躍する卒業生・学生へのインタビュー記事など、今こそ身につけたい''教養''の獲得を後押しするコンテンツとして随時公開していく。",
    url: "https://www.toyo.ac.jp/link-toyo/",
    sdgs: "4"
  },
  {
    id: 4,
    facultyName: "",
    department: "広報課",
    title: "「SDGs NewsLetter」",
    role: "編集, 情報提供, 企画, 寄稿, その他",
    type: "会誌・広報誌",
    organizer: "広報課",
    eventName: "「SDGs NewsLetter」",
    date: "2020/12/21-現在まで",
    location: "「SDGs NewsLetter」",
    target: "社会人・一般, メディア",
    summary: "SDGs に寄与する本学の取り組みや教員の研究、学生団体の活動を主に報道関係者へ情報提供する。報道関係者だけでなく、社会・一般者にも伝えられるようにコンテンツ化して随時公開していく。",
    url: "https://www.toyo.ac.jp/sdgs/newsletter/",
    sdgs: "1, 2, 3, 4, 5, 6, 7, 8, 9, 10, 11, 12, 13, 14, 15, 16, 17"
  },
  {
    id: 5,
    facultyName: "",
    department: "広報課",
    title: "炎症性腸疾患（IBD）への理解を促進する公開講座を開催",
    role: "講師",
    type: "講演会",
    organizer: "主催：東洋大学広報課、武田薬品工業株式会社",
    eventName: "炎症性腸疾患（IBD）への理解を促進する公開講座",
    date: "2/27",
    location: "東洋大学朝霞キャンパス",
    target: "大学生, 大学院生, 教育関係者, 社会人・一般, 企業",
    summary: "本学と武田薬品工業株式会社（以下、武田薬品）が連携し、朝霞キャンパスで特定疾患（難病）に指定されている炎症性腸疾患(Inflammatory Bowel Disease、以下「IBD」)の疾患啓発のための公開講座を開催し、食環境科学部・食環境科学研究科をはじめとした学生、教職員、地域住民など約 80 名が受講しました。\n\nIBD は、消化管に慢性的に炎症・潰瘍が生じる疾患の総称で、主に「潰瘍性大腸炎」と「クローン病」を指します。国内の患者数は、潰瘍性大腸炎が約 22 万人、クローン病が約 7 万人※1 と推定されており、国の特定疾患（難病）に指定されています。発症年齢のピークは 10 代後半から 20 代が多い※2 疾患ですが、社会的認知度は高くありません。患者さんの多くは、頻回な下痢や血便、腹痛、発熱、さらには慢性疲労に悩まされながら日常生活を送っており、食事とトイレが生活の中での大きな課題となっています。\n\nこのような背景を踏まえ、IBD の発症年齢と近い大学生で、日々「食」について学び、研究する食環境科学部の学生らが公開講座を受講し、IBD という疾患や、疾患を抱える患者さんの生活課題について理解を深めました。\nまた、2月28日の「世界希少・難治性疾患の日」にあわせ、食環境科学部健康栄養学科の学生 5 名が、武田薬品が開発に携わったIBD 体験シミュレーションプログラムによりIBD 患者さんの生活を追体験。患者さんの日常生活での苦労や社会的な制約を疑似体験することで、心理的な側面まで実感する機会となります。\n\n講座を受講した学生から、『IBDのことを学び、疾患のある人に対してできることを考えたい』（食環境科学部健康栄養学科3年）、『社会の中で、このような疾患に対する情報が広がっていく取り組みが必要だと感じた』（食環境科学部健康栄養学科2年）との感想がありました。\n\n東洋大学食環境科学部健康栄養学科の学生は、この公開講座を受け、誰もが安心して生活できる社会づくりを目指すため、IBD 患者さんもおいしく食べることのできる料理メニューを開発し、5 月 19 日世界 IBD デーに発表する予定です。\n東洋大学は多様な価値観を学習し理解するとともに、主体的な学びや対話を通じて「哲学する」ことで知見を社会に還元し、地域社会に貢献してまいります。",
    url: "https://www.toyo.ac.jp/news/20250228-17082.html",
    sdgs: "3, 4"
  }
];