
import { Activity } from './types';

export const KENKYU_REGIONAL_DATA: Activity[] = [
  {
    id: 61,
    facultyName: "",
    department: "研究推進課",
    title: "シンポジウム「東洋大学朝霞キャンパスと川越キャンパスがつなぐ東武東上線沿線の地域活性化」",
    role: "出演, パネリスト, コメンテーター, 司会, 講師, 情報提供, 企画, 運営参加・支援",
    type: "セミナー・ワークショップ",
    organizer: "地域活性化研究所",
    eventName: "シンポジウム「東洋大学朝霞キャンパスと川越キャンパスがつなぐ東武東上線沿線の地域活性化」",
    date: "2/21",
    location: "東洋大学朝霞キャンパス",
    target: "大学生, 大学院生",
    summary: "東洋大学地域活性化研究所では、2020年以来5年ぶりに対面での研究成果報告会としてシンポジウム「東洋大学朝霞キャンパスと川越キャンパスがつなぐ東武東上線沿線の地域活性化」を開催しました。\n研究所の取組実績並びに客員研究員の研究活動報告2件、そして、研究計画「テーマ：地域農業へのIoT推進による地域活性化〜東武東上線沿線を対象として〜」（ドローンの自律飛行による鳥害対策の検討）の研究成果報告とともに、地域の事業者3名をゲストとしてお招きして、各事業者の理念や取組、地域との関わりなどについて講演を行っていただき、最後に、招待講演者3名に2名を加えて、会場の質問も交えてパネルディスカッションを実施しました。\nシンポジウム終了後、昨年4月に板倉キャンパスから移転した生命科学部と食環境科学部の拠点となっている朝霞キャンパスの見学会、さらに終了後に参加者の交流会を実施しました。\n告知期間がとても短かったにも関わらず、参加者は50名ほどとなり、地域活性化研究所として初めて朝霞キャンパスで開催された行事としてたいへん有意義なものになりました。\n\n【プログラム詳細】\n■開会挨拶（川口英夫　地域活性化研究所長）\n■研究所の活動／客員研究員の研究活動報告\n・キッズサイエンススクールの活動（実績）（高品知典　研究員）\n・市民大学における生涯学習コーディネーター養成の一つの試み（ふなばし市民大学校を事例として）（齋藤伊久太郎　客員研究員）\n・令和6年能登半島地震復興期における中等教育に関する考察（次世代教育を担う高等学校の役割）（髙橋一男　客員研究員）\n■2024年度研究成果報告\n「テーマ：地域農業へのIoT推進による地域活性化〜東武東上線沿線を対象として〜」ドローンの自律飛行による鳥害対策の検討\n研究代表者：小瀬博之（研究員／総合情報学部）\n共同研究者：後藤隆彰（研究員／総合情報学部）\n■招待講演\n・朝霧重治氏（株式会社協同商事／コエドブルワリー 代表取締役社長）\n・鬼塚崇生氏（三共木工株式会社 営業企画部長）\n・橋本太樹氏（株式会社リゾン 代表取締役社長）\n■パネルディスカッション\n「命と食が輝くスマートキャンパス：朝霞キャンパス」「Smart Green Campusを目指す川越キャンパス」と東武東上線沿線の地域との連携\n進行：小瀬博之\nパネリスト：朝霧重治氏、鬼塚崇生氏、橋本太樹氏、寺﨑英幸（客員研究員・共同研究者／NPO法人カワゴエ・マス・メディア代表理事）、川口英夫（地域活性化研究所長／生命科学部）\n■見学会（新築の2号館・3号館を中心に見学）\n■交流会（2号館8階）",
    url: "https://sites.google.com/toyo.jp/irvs/news/20250221report",
    sdgs: "4, 8, 17"
  }
];
