import { Activity } from './types';

export const ELEC_ENG_DATA: Activity[] = [
  {
    id: 48,
    facultyName: "佐野 勇司",
    department: "理工学部 電気電子情報工学科",
    title: "子ども大学かわごえ 小学生向け授業の企画運営、講師",
    role: "講師, 助言・指導, 企画, 運営参加・支援, その他",
    type: "セミナー・ワークショップ",
    organizer: "NPO法人子ども大学かわごえ",
    eventName: "子ども大学かわごえ2024年度",
    date: "1回目:8/29, 2回目:9/28, 3回目:11/16, 4回目:12/14",
    location: "川越市3回, 狭山市1回",
    target: "小学生, 教育関係者, 市民団体, 行政機関",
    summary: "企業や各種団体の専門家および大学教員を講師として、子ども達のなぜと言う疑問に答えて大きな知的刺激を与え知的成長を促す。NPO法人子ども大学かわごえ理事。",
    url: "http://cuk.or.jp/index.html",
    sdgs: "3, 4, 9"
  },
  {
    id: 49,
    facultyName: "藤野 義之",
    department: "理工学部 電気電子情報工学科",
    title: "長距離無線 電気よ届け 霧ケ峰高原でＪＳＳなど実証実験 諏訪東京理科大生も協力",
    role: "取材協力",
    type: "新聞・雑誌",
    organizer: "中日新聞",
    eventName: "中日新聞 (12/5 朝刊 16面3段)",
    date: "12/5",
    location: "中日新聞",
    target: "高校生, 大学生, 大学院生, 教育関係者, 研究者, 社会人・一般, 企業, 行政機関",
    summary: "宇宙太陽光発電技術の技術実証として、無線電力伝送技術が用いられる。このためには、送信アンテナ側の正確なビーム制御が行われなければならない。一般社団法人宇宙システム開発利用推進機構は霧ヶ峰高原において、航空機に搭載した送信アンテナを使って、地上のビーム形成の確認実験を行った。藤野は、この実験の受信側の責任者として、ビーム形成の速報について、新聞記者の取材に答えたものである。",
    url: "",
    sdgs: "7, 9"
  },
  {
    id: 50,
    facultyName: "藤野 義之",
    department: "理工学部 電気電子情報工学科",
    title: "宇宙太陽光発電を実証 長野県諏訪市の霧ヶ峰高原で技術実証",
    role: "取材協力",
    type: "新聞・雑誌",
    organizer: "長野日報",
    eventName: "長野日報 (12/7)",
    date: "12/7",
    location: "長野日報12月5日発行。Yahooニュース配信あり。",
    target: "高校生, 大学生, 大学院生, 教育関係者, 研究者, 社会人・一般, 企業, 行政機関",
    summary: "宇宙太陽光発電技術の技術実証として、無線電力伝送技術が用いられる。このためには、送信アンテナ側の正確なビーム制御が行われなければならない。一般社団法人宇宙システム開発利用推進機構は霧ヶ峰高原において、航空機に搭載した送信アンテナを使って、地上のビーム形成の確認実験を行った。藤野は、この実験の受信側の責任者として、ビーム形成の速報について、新聞記者の取材に答えたものである。",
    url: "",
    sdgs: "7, 9"
  },
  {
    id: 51,
    facultyName: "藤野 義之",
    department: "理工学部 電気電子情報工学科",
    title: "高度7キロ地上へ送電実験",
    role: "取材協力",
    type: "新聞・雑誌",
    organizer: "読売新聞社",
    eventName: "読売新聞 (12/7)",
    date: "12/7",
    location: "中南信版27面、ＷＥＢ版も配信あり。",
    target: "高校生, 大学生, 大学院生, 教育関係者, 研究者, 社会人・一般, 学術団体, 企業",
    summary: "宇宙太陽光発電技術の技術実証として、無線電力伝送技術が用いられる。このためには、送信アンテナ側の正確なビーム制御が行われなければならない。一般社団法人宇宙システム開発利用推進機構は霧ヶ峰高原において、航空機に搭載した送信アンテナを使って、地上のビーム形成の確認実験を行った。藤野は、この実験の受信側の責任者として、ビーム形成の速報について、新聞記者の取材に答えたものである。",
    url: "",
    sdgs: "7, 9"
  }
];
