import { Activity } from './types';

export const HUMAN_ENVIRONMENT_DATA: Activity[] = [
  {
    id: 100,
    facultyName: "高橋 良至",
    department: "福祉社会デザイン学部 人間環境デザイン学科",
    title: "くらしの足をみんなで考える全国フォーラム",
    role: "運営参加・支援",
    type: "セミナー・ワークショップ",
    organizer: "くらしの足をみんなで考える全国フォーラム実行委員会",
    eventName: "くらしの足をみんなで考える全国フォーラム2024",
    date: "10/26(土), 27(日)",
    location: "東洋大学白山キャンパス",
    target: "大学生, 大学院生, 研究者, 社会人・一般, 企業, 市民団体, 行政機関, メディア, その他",
    summary: "少子高齢化が進む中で、日常の通院や買い物等に困難を抱える人々が全国で増え続けています。このくらしの足の問題を解決するために、当事者、行政職員、研究者、バス・タクシー事業者、福祉・介護・医療の従事者、NPOなど、多くの関係者が集まり、地域を越え、立場を越え、利用者・生活者の目線をベースとして本音で語り合い、お互いを知り合い、それぞれが抱える問題解決のヒントを得る「気づき」の場として、本フォーラムを開催しています。",
    url: "https://zenkokuforum.jimdofree.com/",
    sdgs: "3, 11"
  }
];
