import { Activity } from './types';

export const SOCIOLOGY_DATA: Activity[] = [
  {
    id: 38,
    facultyName: "西野 淑美",
    department: "社会学部 社会学科",
    title: "白山下商店会チャリティ感謝市でのボランティア活動",
    role: "運営参加・支援",
    type: "フェスティバル",
    organizer: "社会学科「社会調査および実習」文貞實クラス・「社会学演習I」西野淑美クラス（イベントの主催は「白山下商店会・チャリティ感謝市実行委員会」）",
    eventName: "第38回白山下商店会チャリティ感謝市",
    date: "11/3",
    location: "白山仲通り",
    target: "社会人・一般, 市民団体",
    summary: "「白山下商店会チャリティ感謝市」は白山仲通りを道路開放して毎年11月3日に行われている。白山下商店会が開催するイベントだが、商店のみならず地元の住民・小学生・消防団等もかかわりを持っており、子どもたちを含む多くの人出をもたらすことで地域のつながりと賑わいに寄与しているイベントである。2017年より毎年、社会学科の「社会調査および実習」や「社会学演習I」のいくつかのクラスの受講学生等が当日の設営・ブース運営・子ども向けゲームコーナー等を手伝っており、継続的な地域支援の活動となっている。今年度も社会学科の学生約30名がボランティアとして参加した。",
    url: "https://sites.google.com/toyo.jp/soc-news-151/news%E4%B8%80%E8%A6%A7%E7%A4%BE%E4%BC%9A%E5%AD%A6%E7%A7%91/20241103_%E7%99%BD%E5%B1%B1%E4%B8%8B%E5%95%86%E5%BA%97%E4%BC%9A%E3%83%81%E3%83%A3%E3%83%AA%E3%83%86%E3%82%A3%E6%84%9F%E8%AC%9D%E5%B8%82?authuser=2&pli=1",
    sdgs: "11"
  },
  {
    id: 39,
    facultyName: "西野 淑美",
    department: "社会学部 社会学科",
    title: "白山神社例大祭でのボランティア活動",
    role: "運営参加・支援",
    type: "フェスティバル",
    organizer: "京華通り自治会・春日町三丁目町会・白山前町町会・白山會",
    eventName: "白山神社例大祭",
    date: "9/20-23",
    location: "京華通り自治会・春日町三丁目町会・白山前町町会・白山神社境内",
    target: "社会人・一般, 市民団体",
    summary: "白山神社例大祭に合わせて、氏子地域の各町会では神輿渡御や催しが行われる。白山神社境内では盆踊りも開催される。今年度は3町会および盆踊りについて、社会学科の「社会調査および実習」金澤良太クラスの受講生や「社会学演習Ⅱ・Ⅲ」西野淑美ゼミ生、そのほか参加を希望した学生(社会学部の他学科含む)計21名が、準備や当日の手伝いに参加した。",
    url: "https://sites.google.com/toyo.jp/soc-news-151/news%E4%B8%80%E8%A6%A7%E7%A4%BE%E4%BC%9A%E5%AD%A6%E7%A7%91/20240921_%E6%9D%B1%E6%B4%8B%E5%A4%A7%E5%AD%A6%E7%A4%BE%E4%BC%9A%E5%AD%A6%E9%83%A8%E3%81%AE%E5%AD%A6%E7%94%9F%E3%81%8C%E7%99%BD%E5%B1%B1%E7%A5%9E%E7%A4%BE%E4%BE%8B%E5%A4%A7%E7%A5%AD%E3%81%AB%E5%8F%82%E5%8A%A0%E3%81%97%E3%81%BE%E3%81%97%E3%81%9F",
    sdgs: "11"
  }
];
